tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
# tap "eblot/armeabi"
tap "osx-cross/avr"
brew "arp-scan"
brew "avrdude"
brew "bazelisk"
brew "berkeley-db", link: true
brew "boost@1.76"
brew "bzip2"
brew "catch2"
brew "cmake"
brew "exa"
brew "freetype"
brew "gcc"
brew "git"
brew "git-lfs"
brew "go"
brew "go@1.18"
brew "htop"
brew "jfrog-cli"
brew "jpeg", link: true
brew "jq"
brew "keychain"
brew "python@3.11"
brew "ldns"
brew "libffi"
brew "libfido2"
brew "libwebsockets"
brew "llvm"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "node@16"
brew "open-ocd", args: ["HEAD"]
brew "openssh"
brew "pigz"
brew "postgresql@14"
brew "pulumi"
brew "pv"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "sops"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "vim"
brew "websocat"
brew "zlib"
brew "zsh"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "osx-cross/avr/avr-gcc@9"
cask "1password"
cask "angry-ip-scanner"
cask "chromium"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "xquartz"
