tap "osx-cross/avr"
tap "armmbed/formulae"
tap "homebrew/cask-fonts"
# tap "eblot/armeabi"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "osx-cross/avr/avr-gcc"
brew "avrdude"
brew "open-ocd", args: ["HEAD"]
brew "pigz"
brew "openssh"
brew "gcc"
brew "git"
brew "git-lfs"
brew "vim"
brew "tmux"
brew "htop"
brew "ruby"
brew "terminal-notifier"
brew "zsh"
brew "sshfs"
brew "pv"
brew "jq"
brew "exa"
brew "ranger"
brew "pyenv"
brew "pyenv-virtualenv"
cask "1password"
cask "osxfuse"
cask "xquartz"
cask "font-hack-nerd-font"
cask "slack"
cask "sublime-text"
cask "sublime-merge"
cask "angry-ip-scanner"
cask "karabiner-elements"
