tap "ArmMbed/homebrew-formulae"
brew "arm-none-eabi-gcc"
brew "avr-gcc"
brew "avr-binutils"
brew "avrdude"
brew "open-ocd"
brew "openssh"
brew "gcc"
brew "git"
brew "git-lfs"
brew "vim"
brew "tmux"
brew "htop"
brew "ruby"
brew "terminal-notifier"
brew "zsh"
brew "sshfs"
brew "pv"
brew "jq"
cask "1password"
cask "osxfuse"
cask "xquartz"
cask "font-hack-nerd-font"
cask "slack"
cask "kite"
cask "sublime-text"
cask "sublime-merge"
cask "angry-ip-scanner"
